[
        {
        "categoryId": "",
        "categoryName": "Web Development",
        "jobTitle": "Front-End Developer",
        "companyId": "",
        "companyName": "ABC Company",
        "companyEmail": "@gmail.com",
        "jobType": "Full-time",
        "location": "Remote",
        "experience": "3+ Years",
        "sallery": "60000",
        "skills": "HTML, CSS, JavaScript, Angular",
        "Education": "Bachelor's in Computer Science",
        "aboutCompany": "We are a leading web development company specializing in e-commerce solutions.",
        "companyWebsite": "www.abc.com",
        "description": "We are seeking an experienced front-end developer to join our team and help us build innovative and responsive web applications.",
        "publish": "04-05-2023"
        }
        ,
        {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "MERN Stack Developer",
            "companyId": "",
            "companyName": "",
            "companyEmail": "@gmail.com",
            "jobType": "Full-Time",
            "location": "On-Side",
            "experience": "1+ Year",
            "sallery": "40000",
            "skills": "HTMl, CSS, JavaScript, React, Node.js, Expresss.js",
            "Education": "BSc in CSE/SWE/Any",
            "aboutCompany": "",
            "companyWebsite": "www.google.com",
            "jobDescription": "",
            "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Web Development",
        "jobTitle": "Front-End Developer",
        "companyId": "",
        "companyName": "ABC Company",
        "companyEmail": "@gmail.com",
        "jobType": "Full-time",
        "location": "Remote",
        "experience": "3+ Years",
        "sallery": "60000",
        "skills": "HTML, CSS, JavaScript, Angular",
        "Education": "Bachelor's in Computer Science",
        "aboutCompany": "ABC Company is a leading web development firm specializing in creating innovative e-commerce solutions. We have a dedicated team of experts who work together to deliver exceptional results.",
        "companyWebsite": "www.abc.com",
        "jobDescription": "We are seeking a highly skilled front-end developer to join our team. The ideal candidate should be proficient in HTML, CSS, JavaScript, and Angular. The candidate should have a strong understanding of UI/UX design principles and be able to create responsive and innovative web applications.",
        "publish": "04-05-2023"
        }
        ,       
        {
        "categoryId": "",
        "categoryName": "Web Development",
        "jobTitle": "Front-End Developer",
        "companyId": "",
        "companyName": "ABC Company",
        "companyEmail": "@gmail.com",
        "jobType": "Internship",
        "location": "Remote",
        "experience": "3+ Years",
        "sallery": "60000",
        "skills": "HTML, CSS, JavaScript, Angular",
        "Education": "Bachelor's in Computer Science",
        "aboutCompany": "ABC Company is a leading web development firm specializing in creating innovative e-commerce solutions. We have a dedicated team of experts who work together to deliver exceptional results. Our mission is to provide our clients with high-quality web applications that are both functional and visually appealing.",
        "companyWebsite": "www.abc.com",
        "jobDescription": "We are seeking a highly skilled front-end developer to join our team. The ideal candidate should be proficient in HTML, CSS, JavaScript, and Angular. The candidate should have a strong understanding of UI/UX design principles and be able to create responsive and innovative web applications. The candidate should also be familiar with Agile methodology and have experience working in a collaborative team environment.",
        "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Mobile Development",
        "jobTitle": "iOS Developer",
        "companyId": "",
        "companyName": "XYZ Company",
        "companyEmail": "@gmail.com",
        "jobType": "Part-Time",
        "location": "Hybrid",
        "experience": "2+ Years",
        "sallery": "70000",
        "skills": "Swift, Objective-C, Xcode",
        "Education": "Bachelor's in Computer Science",
        "aboutCompany": "At XYZ Company, we are a mobile app development firm focused on building innovative and user-friendly applications for our clients. We are a team of experienced professionals who work together to deliver high-quality products that exceed our clients' expectations.",
        "companyWebsite": "www.xyz.com",
        "jobDescription": "We are seeking an experienced iOS developer to join our team. The candidate should be proficient in Swift, Objective-C, and Xcode, and have a deep understanding of iOS application architecture and design patterns. The ideal candidate should have experience working with RESTful APIs and be familiar with Agile methodology. The candidate should also be able to work independently and as part of a team.",
        "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Software Development",
        "jobTitle": "Full-Stack Developer",
        "companyId": "",
        "companyName": "LMN Solutions",
        "companyEmail": "@gmail.com",
        "jobType": "Full-time",
        "location": "On-Side",
        "experience": "4+ Years",
        "sallery": "80000",
        "skills": "JavaScript, React, Node.js, Express.js, MongoDB",
        "Education": "Bachelor's in Computer Science",
        "aboutCompany": "LMN Solutions is a dynamic and growing technology consulting firm. We specialize in creating custom software solutions for our clients, ranging from small startups to large corporations. Our team is made up of highly skilled professionals who are passionate about technology and dedicated to delivering exceptional results.",
        "companyWebsite": "www.lmnsolutions.com",
        "jobDescription": "We are seeking a highly skilled full-stack developer to join our team. The ideal candidate should be proficient in JavaScript, React, Node.js, Express.js, and MongoDB. The candidate should have experience building scalable and maintainable web applications and be familiar with Agile methodology. The candidate should also be able to work independently and as part of a team, and have excellent communication and",
        "publish": "02-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Marketing",
        "jobTitle": "Digital Marketing Specialist",
        "companyId": "",
        "companyName": "XYZ Inc.",
        "companyEmail": "@gmail.com",
        "jobType": "Full-Time",
        "location": "Hybrid",
        "experience": "3+ Years",
        "sallery": "60000",
        "skills": "SEO, SEM, PPC, Social Media, Email Marketing, Google Analytics",
        "Education": "Bachelor's in Marketing or related field",
        "aboutCompany": "XYZ Inc. is a leading provider of digital marketing services with a proven track record of success. Our team of experts helps businesses of all sizes to improve their online presence, increase brand awareness, and generate more leads and sales. We are committed to providing our clients with the best possible results and are always looking for talented professionals to join our team.",
        "companyWebsite": "www.xyzinc.com",
        "jobDescription": "As a Digital Marketing Specialist, you will be responsible for developing and implementing digital marketing strategies for our clients. You will work closely with our clients to understand their business goals and target audience, and then develop campaigns that drive traffic, engagement, and conversions. You will be responsible for creating and optimizing landing pages, writing copy for ads and emails, managing social media accounts, and analyzing campaign performance using tools like Google Analytics. The ideal candidate will have a strong understanding of SEO, SEM, PPC, social media, and email marketing, as well as experience working with Google Analytics and other analytics tools.",
        "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Graphic Design",
        "jobTitle": "Senior Graphic Designer",
        "companyId": "",
        "companyName": "ABC Agency",
        "companyEmail": "@gmail.com",
        "jobType": "Full-Time",
        "location": "Remote",
        "experience": "5+ Years",
        "sallery": "80000",
        "skills": "Adobe Creative Suite, UI/UX Design, Branding, Typography, Print Design",
        "Education": "Bachelor's in Graphic Design or related field",
        "aboutCompany": "ABC Agency is a creative agency that specializes in branding, web design, and digital marketing. Our team of designers, developers, and marketers work together to create unique and effective solutions for our clients. We pride ourselves on our ability to deliver high-quality work that exceeds our clients' expectations.",
        "companyWebsite": "www.abcagency.com",
        "jobDescription": "As a Senior Graphic Designer, you will be responsible for leading design projects from concept to completion. You will work closely with our clients to understand their needs and develop design solutions that meet their goals. You will also be responsible for mentoring and guiding junior designers, and ensuring that all design work meets our high standards of quality. The ideal candidate will have at least 5 years of experience in graphic design, a strong portfolio of work that demonstrates expertise in branding, typography, print design, and UI/UX design, and proficiency in Adobe Creative Suite.",
        "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Software Development",
        "jobTitle": "Senior Full Stack Developer",
        "companyId": "",
        "companyName": "DEF Solutions",
        "companyEmail": "@gmail.com",
        "jobType": "Full-Time",
        "location": "Remote",
        "experience": "7+ Years",
        "sallery": "100000",
        "skills": "Java, Spring Boot, React, Angular, SQL, NoSQL",
        "Education": "Bachelor's in Computer Science or related field",
        "aboutCompany": "DEF Solutions is a software development company that specializes in custom web and mobile application development. Our team of experienced developers and designers work together to create innovative solutions for our clients. We believe in staying up-to-date with",
        "publish": "25-04-2023"
        },
        {
        "categoryId": "",
        "categoryName": "Web Development",
        "jobTitle": "Full Stack Web Developer",
        "companyId": "",
        "companyName": "ABC Inc.",
        "companyEmail": "@gmail.com",
        "jobType": "Full-time",
        "location": "Remote",
        "experience": "3+ years",
        "salary": "60000",
        "skills": "HTML, CSS, JavaScript, React, Node.js, MongoDB",
        "education": "BSc in Computer Science or a related field",
        "aboutCompany": "ABC Inc. is a rapidly growing startup that specializes in providing custom web solutions to businesses of all sizes. Our team is made up of some of the brightest minds in the industry, and we pride ourselves on delivering high-quality work that exceeds our clients' expectations. At ABC Inc., you'll have the opportunity to work on a wide variety of projects, collaborate with other talented developers, and grow your skills and career.",
        "companyWebsite": "www.abcinc.com",
        "jobDescription": "We're looking for a talented Full Stack Web Developer to join our team. As a Full Stack Developer at ABC Inc., you'll be responsible for developing and maintaining web applications using a variety of modern technologies. You'll work closely with our design team to ensure that our applications are both beautiful and functional, and you'll collaborate with other developers to ensure that our code is scalable, maintainable, and well-documented. The ideal candidate will have experience with HTML, CSS, JavaScript, React, Node.js, and MongoDB, and will be passionate about building high-quality web applications that solve real-world problems.",
        "publish": "04-05-2023"
        }
        ,
        {
        "categoryId": "",
        "categoryName": "Software Development",
        "jobTitle": "Software Engineer",
        "companyId": "",
        "companyName": "XYZ Corp.",
        "companyEmail": "@gmail.com",
        "jobType": "Remote",
        "location": "Remote",
        "experience": "2+ years",
        "salary": "80000",
        "skills": "Java, Spring, Hibernate, RESTful APIs",
        "education": "BSc in Computer Science or a related field",
        "aboutCompany": "XYZ Corp. is a well-established software company that provides enterprise solutions to businesses around the world. Our mission is to help our clients achieve their business goals by providing them with the best possible software solutions. We're passionate about what we do, and we're committed to delivering high-quality work that makes a difference.",
        "companyWebsite": "www.xyzcorp.com",
        "jobDescription": "We're looking for a talented Software Engineer to join our team. As a Software Engineer at XYZ Corp., you'll be responsible for designing, developing, and maintaining enterprise-grade software solutions using a variety of modern technologies. You'll work closely with our clients to understand their business needs and requirements, and you'll collaborate with other engineers to develop solutions that meet those needs. The ideal candidate will have experience with Java, Spring, Hibernate, and RESTful APIs, and will be passionate about building high-quality software that solves real-world problems.",
        "publish": "04-05-2023"
        }
            ,
        {
        "categoryId": "",
        "categoryName": "Mobile Development",
        "jobTitle": "iOS Developer",
        "companyId": "",
        "companyName": "PQR Inc.",
        "companyEmail": "@gmail.com",
        "jobType": "Internship",
        "location": "Remote",
        "experience": "2+ years",
        "salary": "70000",
        "skills": "Swift, Objective-C, Xcode",
        "education": "BSc in Computer Science or a related field",
        "aboutCompany": "PQR Inc. is a leading mobile app development company that specializes in creating innovative and user-friendly apps for iOS and Android.",
        "publish": "05-05-2023"
        },
        {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Front-End Developer",
            "companyId": "",
            "companyName": "ABC Company",
            "companyEmail": "@gmail.com",
            "jobType": "Full-time",
            "location": "Remote",
            "experience": "3+ years",
            "sallery": "60000",
            "skills": "HTML, CSS, JavaScript, Angular, Vue.js",
            "Education": "Bachelor's degree in Computer Science or related field",
            "aboutCompany": "ABC Company is a leading provider of web development services, offering innovative and reliable solutions to clients around the globe. With a focus on quality and customer satisfaction, we pride ourselves on delivering cutting-edge web applications that meet the unique needs of each of our clients.",
            "companyWebsite": "www.abc.com",
            "jobDescription": "We are looking for an experienced Front-End Developer to join our team. The ideal candidate should have a solid understanding of web development best practices and be proficient in HTML, CSS, and JavaScript. Experience with Angular or Vue.js is a plus. The role involves working closely with our designers and back-end developers to build responsive and user-friendly web applications that meet our clients' needs.",
            "publish": "04-05-2023"
         },
         {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Front-End Developer",
            "companyId": "",
            "companyName": "ABC Company",
            "companyEmail": "@gmail.com",
            "jobType": "Full-time",
            "location": "Remote",
            "experience": "3+ years",
            "sallery": "60000",
            "skills": "HTML, CSS, JavaScript, Angular, Vue.js",
            "Education": "Bachelor's degree in Computer Science or related field",
            "aboutCompany": "ABC Company is a leading provider of web development services, offering innovative and reliable solutions to clients around the globe. With a focus on quality and customer satisfaction, we pride ourselves on delivering cutting-edge web applications that meet the unique needs of each of our clients.",
            "companyWebsite": "www.abc.com",
            "jobDescription": "We are looking for an experienced Front-End Developer to join our team. The ideal candidate should have a solid understanding of web development best practices and be proficient in HTML, CSS, and JavaScript. Experience with Angular or Vue.js is a plus. The role involves working closely with our designers and back-end developers to build responsive and user-friendly web applications that meet our clients' needs.",
            "publish": "04-05-2023"
         },
         {
            "categoryId": "",
            "categoryName": "Marketing",
            "jobTitle": "Social Media Manager",
            "companyId": "",
            "companyName": "XYZ Corporation",
            "companyEmail": "@gmail.com",
            "jobType": "Remote",
            "location": "Remote",
            "experience": "2+ years",
            "sallery": "50000",
            "skills": "Social media management, content creation, analytics",
            "Education": "Bachelor's degree in Marketing or related field",
            "aboutCompany": "XYZ Corporation is a leading provider of marketing services, specializing in social media management, content creation, and analytics. With a focus on results-driven strategies, we pride ourselves on delivering measurable ROI for our clients.",
            "companyWebsite": "www.xyzcorp.com",
            "jobDescription": "We are seeking an experienced Social Media Manager to join our team. The ideal candidate should have a proven track record in social media management, with a deep understanding of best practices and trends across various platforms. The role involves creating and executing social media strategies for our clients, as well as analyzing performance data and adjusting tactics as needed to maximize ROI.",
            "publish": "04-05-2023"
         }
         ,
         {
            "categoryId": "",
            "categoryName": "Marketing",
            "jobTitle": "Sales Representative",
            "companyId": "",
            "companyName": "123 Inc.",
            "companyEmail": "@gmail.com",
            "jobType": "Full-time",
            "location": "Remote",
            "experience": "1+ year",
            "sallery": "45000",
            "skills": "Sales, negotiation, customer service",
            "Education": "Bachelor's degree in Business Administration or related field",
            "aboutCompany": "123 Inc. is a leading provider of high-quality products and services, with a focus on customer satisfaction and long-term relationships. We are committed to providing our employees with the tools and resources they need to succeed and grow with our company.",
            "companyWebsite": "www.123inc.com",
            "jobDescription": "We are looking for a highly motivated Sales Representative to join our team. The ideal candidate should have excellent communication and negotiation skills, as well as a proven track record in sales. The role involves identifying and pursuing new business opportunities, as well as maintaining and strengthening relationships with existing clients.",
            "publish": "04-05-2023"
         },
         {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Full Stack Developer",
            "companyId": "",
            "companyName": "ABC Company",
            "companyEmail": "@gmail.com",
            "jobType": "Full-Time",
            "location": "Remote",
            "experience": "2+ Years",
            "sallery": "60000",
            "skills": "HTML, CSS, JavaScript, React, Node.js, Express.js, MongoDB",
            "Education": "BSc in CSE/SWE/Any",
            "aboutCompany": "ABC Company is a startup that focuses on creating innovative web applications. We have a young and dynamic team that is constantly striving to create the best user experience.",
            "companyWebsite": "www.abc.com",
            "jobDescription": "As a full stack developer at ABC Company, you will be responsible for developing and maintaining web applications using the MERN stack. You will work closely with other developers, designers, and product managers to deliver high-quality software that meets our clients' needs. Your main responsibilities will include developing and maintaining code, testing and debugging, and collaborating with the team to ensure the best possible user experience.",
            "publish": "04-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "React Developer",
            "companyId": "",
            "companyName": "XYZ Company",
            "companyEmail": "@gmail.com",
            "jobType": "Remote",
            "location": "Remote",
            "experience": "3+ Years",
            "sallery": "80000",
            "skills": "HTML, CSS, JavaScript, React",
            "Education": "BSc in CSE/SWE/Any",
            "aboutCompany": "XYZ Company is a leading provider of digital solutions for businesses. Our team of experts is passionate about delivering the best possible results to our clients.",
            "companyWebsite": "www.xyz.com",
            "jobDescription": "As a React developer at XYZ Company, you will be responsible for developing and maintaining web applications using React.js. You will work closely with other developers, designers, and product managers to deliver high-quality software that meets our clients' needs. Your main responsibilities will include developing and maintaining code, testing and debugging, and collaborating with the team to ensure the best possible user experience.",
            "publish": "04-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "JavaScript Developer",
            "companyId": "",
            "companyName": "PQR Company",
            "companyEmail": "@gmail.com",
            "jobType": "Full-Time",
            "location": "Remote",
            "experience": "5+ Years",
            "sallery": "100000",
            "skills": "HTML, CSS, JavaScript",
            "Education": "BSc in CSE/SWE/Any",
            "aboutCompany": "PQR Company is a well-established software development company that has been providing innovative solutions to clients for over a decade. Our team of experts is dedicated to delivering the best possible results to our clients.",
            "companyWebsite": "www.pqr.com",
            "jobDescription": "As a JavaScript developer at PQR Company, you will be responsible for developing and maintaining web applications using JavaScript. You will work closely with other developers, designers, and product managers to deliver high-quality software that meets our clients' needs. Your main responsibilities will include developing and maintaining code, testing and debugging, and collaborating with the team to ensure the best possible user experience.",
            "publish": "04-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Full Stack Developer",
            "companyId": "",
            "companyName": "XYZ Corporation",
            "companyEmail": "@gmail.com",
            "jobType": "Internship",
            "location": "On-Side",
            "experience": "3+ Years",
            "salary": "80000",
            "skills": "HTML, CSS, JavaScript, React, Node.js, MongoDB",
            "education": "Bachelor's degree in Computer Science or related field",
            "aboutCompany": "XYZ Corporation is a leading provider of innovative software solutions for businesses of all sizes. We are passionate about delivering the best possible user experience and providing our clients with the tools they need to succeed in today's fast-paced digital world.",
            "companyWebsite": "www.xyzcorp.com",
            "jobDescription": "We are looking for a Full Stack Developer to join our team. You will be responsible for developing and maintaining web applications using the latest technologies. The ideal candidate should have a strong background in web development, with experience in both front-end and back-end development. You should be comfortable working in a fast-paced environment and have a strong desire to learn new technologies and techniques.",
            "publish": "04-06-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Front-End Developer",
            "companyId": "",
            "companyName": "ABC Company",
            "companyEmail": "@gmail.com",
            "jobType": "Contract",
            "location": "Remote",
            "experience": "2+ Years",
            "salary": "55000",
            "skills": "HTML, CSS, JavaScript, React, Redux",
            "education": "Bachelor's degree in Computer Science or related field",
            "aboutCompany": "ABC Company is a rapidly growing startup that is revolutionizing the way businesses interact with their customers. Our innovative platform is designed to provide a seamless user experience and help businesses improve their customer engagement and retention.",
            "companyWebsite": "www.abccompany.com",
            "jobDescription": "We are seeking a talented Front-End Developer to join our team. The ideal candidate should have a strong background in front-end web development, with experience in React and Redux. You should be passionate about creating beautiful and responsive user interfaces, and have a strong desire to learn new technologies and techniques. As a Front-End Developer, you will work closely with our design and product teams to bring our vision to life.",
            "publish": "04-07-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Back-End Developer",
            "companyId": "",
            "companyName": "DEF Enterprises",
            "companyEmail": "@gmail.com",
            "jobType": "Full-time",
            "location": "Remote",
            "experience": "5+ Years",
            "salary": "100000",
            "skills": "Node.js, Express, MongoDB, Redis, AWS",
            "education": "Bachelor's degree in Computer Science or related field",
            "aboutCompany": "DEF Enterprises is a leading provider of enterprise software solutions for businesses of all sizes. Our mission is to help businesses streamline their operations and increase their efficiency through innovative software solutions.",
            "companyWebsite": "www.defenterprises.com",
            "jobDescription": "We are seeking an experienced Back-End Developer to join our team. The ideal candidate should have a strong background in back-end web development, with experience in Node.js, Express, MongoDB, Redis, and AWS. You should be comfortable working in a fast-paced environment and have a strong desire to learn new technologies and techniques. As a Back-End Developer, you will be responsible for designing, developing, and maintaining our back-end systems to ensure scalability, reliability, and performance.",
            "publish": "10-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "React Native Developer",
            "companyId": "",
            "companyName": "ABC Corporation",
            "companyEmail": "@gmail.com",
            "jobType": "Internship",
            "location": "Hybrid",
            "experience": "2+ Years",
            "sallery": "70000",
            "skills": "React Native, JavaScript, TypeScript, Redux, Expo",
            "Education": "BSc in Computer Science or related field",
            "aboutCompany": "ABC Corporation is a leading software development company that specializes in creating innovative and user-friendly applications for clients worldwide. We pride ourselves on our commitment to excellence and our ability to deliver high-quality solutions to our customers.",
            "companyWebsite": "www.abccorp.com",
            "jobDescription": "We are looking for an experienced React Native developer to join our team. The ideal candidate will have a strong background in mobile development, with a focus on React Native. In this role, you will be responsible for developing and maintaining mobile applications for our clients. You will work closely with our team of developers, designers, and project managers to deliver high-quality software solutions on time and on budget.",
            "publish": "04-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "Full-stack Developer",
            "companyId": "",
            "companyName": "XYZ Solutions",
            "companyEmail": "@gmail.com",
            "jobType": "Remote",
            "location": "Remote",
            "experience": "3+ Years",
            "sallery": "80000",
            "skills": "HTML, CSS, JavaScript, Node.js, React, MySQL",
            "Education": "BSc in Computer Science or related field",
            "aboutCompany": "XYZ Solutions is a fast-growing software development company that specializes in creating innovative and cutting-edge solutions for clients across various industries. We are a dynamic and driven team that values creativity, collaboration, and problem-solving.",
            "companyWebsite": "www.xyzsolutions.com",
            "jobDescription": "We are seeking an experienced full-stack developer to join our team. The ideal candidate will have a strong background in both front-end and back-end development, with expertise in Node.js, React, and MySQL. In this role, you will be responsible for developing and maintaining web applications for our clients, as well as collaborating with other team members to ensure the timely delivery of high-quality software solutions.",
            "publish": "04-05-2023"
            }
            ,
            {
            "categoryId": "",
            "categoryName": "Web Development",
            "jobTitle": "WordPress Developer",
            "companyId": "",
            "companyName": "PQR Solutions",
            "companyEmail": "@gmail.com",
            "jobType": "Part-Time",
            "location": "Remote",
            "experience": "2+ Years",
            "sallery": "60000",
            "skills": "WordPress, PHP, HTML, CSS, JavaScript",
            "Education": "BSc in Computer Science or related field",
            "aboutCompany": "PQR Solutions is a leading provider of digital solutions that help businesses succeed online. We specialize in WordPress development, custom web design, and digital marketing. Our team of experts is passionate about delivering exceptional results for our clients and building long-term partnerships based on trust and mutual respect.",
            "companyWebsite": "www.pqrsolutions.com",
            "jobDescription": "We are looking for an experienced WordPress developer to join our team. The ideal candidate will have a strong background in WordPress development, with expertise in PHP, HTML, CSS, and JavaScript. In this role, you will be responsible for developing and maintaining WordPress websites for our clients, as well as providing technical support and troubleshooting as needed.",
            "publish": "04-05-2023"
        }
         
         
         

]